Repository: nacht-falter/aikido-course-website-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Manage your registrations: Update course registrations with just a few clicks.
de: Aktualisiere Deine Lehrgangsanmeldungen mit nur wenigen Klicks.

source: Save time: No need to re-enter your personal details for every registration.
de: Spare Zeit: Du musst Deine persönlichen Daten nicht bei jeder Anmeldung neu eingeben.

source: Track your progress: Keep track of your past courses and examinations.
de: Behalte einen Überblick über Deine bisherigen Lehrgänge und Prüfungen.

source: If you have not created an account yet, then please <a class="blue-link" href="%(signup_url)s">sign up</a> first.
de: Wenn Du noch kein Konto erstellt hast, dann <a class="blue-link" href="%(signup_url)s">registriere dich</a> bitte zuerst.

source: Forgot Password?
de: Passwort vergessen?

source: or
de: oder

source: Continue as guest
de: Als Gast fortfahren

source: You have successfully signed in.
de: Du hast Dich erfolgreich eingeloggt.

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Gib unten Deine E-Mail-Adresse ein und wir senden Dir eine E-Mail, um es zurückzusetzen.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktiere uns, wenn Du Probleme beim Zurücksetzen Deines Passworts hast.

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben Dir eine E-Mail gesendet. Falls Du sie nicht erhalten hast, überprüfe bitte Deinen Spam-Ordner. Andernfalls kontaktiere uns, wenn Du sie in ein paar Minuten nicht erhältst.

source: Bad Token
de: Ungültiges Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Passwort-Reset-Link war ungültig, möglicherweise wurde er bereits verwendet. Bitte fordere ein <a href="%(passwd_reset_url)s">neues Passwort-Reset</a> an.

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Dein Passwort wurde geändert.

source: Set Password
de: Passwort festlegen

source: Sign Up
de: Registrieren

source: Already have an account? Then please <a class="blue-link" href="%(login_url)s">sign in</a>.
de: Hast Du bereits ein Konto? Dann <a class="blue-link" href="%(login_url)s">melde Dich an</a>.

source: Verify Your E-mail Address
de: Bestätige Deine E-Mail-Adresse

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
de: Wir haben Dir eine E-Mail zur Verifizierung gesendet. Folge dem darin enthaltenen Link, um den Anmeldeprozess abzuschließen. Falls Du die Verifizierungs-E-Mail nicht im Posteingang findest, überprüfe bitte Deinen Spam-Ordner. Kontaktiere uns, wenn Du die E-Mail innerhalb weniger Minuten nicht erhältst.

source: Close
de: Schließen

source: Go to your profile
de: Profil anzeigen

source: Go to the Admin Panel
de: Admin-Bereich öffnen

source: Admin Panel
de: Admin-Bereich

source: Logout
de: Abmelden

source: Children's Passport Application
de: Antrag auf Kinderpass

source: Prerequisite for registering for exams is an application for a children's passport with D.A.N. in Baden-Württemberg. The children's passport will only be issued once this application is completely filled out and the fee of <strong>€%(fee)s</strong> has been received in the account listed below. This fee includes the issuance of the children's passport, the Aikido guide for children and teenagers, as well as the provision of a colored belt upon passing the exam.
de: Voraussetzung für die Prüfungsanmeldung ist der Antrag auf einen Kinderpass bei D.A.N. BW. Der Kinderpass kann erst ausgestellt werden, wenn dieser Antrag vollständig ausgefüllt ist und die Gebühr von <strong>€%(fee)s</strong> auf dem untenstehenden Konto eingegangen ist. Diese Gebühr beinhaltet die Ausstellung des Kinderpasses, den Aikido-Leitfaden für Kinder und Jugendliche sowie die Bereitstellung eines entsprechenden Gürtels nach Bestehen der Prüfung.

source: Before the exam, a photo of the child must be added to the children's passport. Please provide your teacher with a current passport photo or similar.
de: Vor der Prüfung muss dem Kinderpass ein Foto des Kindes hinzugefügt werden. Bitte gib Deinem Lehrer ein aktuelles Passfoto oder ein vergleichbares Foto.

source: Bank details:
de: Bankverbindung:

source: Personal Details
de: Persönliche Daten

source: Contact Information
de: Kontaktinformationen

source: All personal data received will be processed and stored in compliance with the legal provisions of the Federal Data Protection Act. No data will be passed on to third parties outside the above-mentioned organization.
de: Alle erhaltenen personenbezogenen Daten werden gemäß den gesetzlichen Bestimmungen des Bundesdatenschutzgesetzes verarbeitet und gespeichert. Es werden keine Daten an Dritte außerhalb der oben genannten Organisation weitergegeben.

source: Send Application
de: Antrag absenden

source: Contact Us
de: Kontakt

source: Leave a message. We'll get back to you.
de: Hinterlasse uns eine Nachricht. Wir melden uns bei dir.

source: Send
de: Senden

source: Current Courses
de: Aktuelle Lehrgänge

source: There are currently no courses available.
de: Derzeit sind keine Lehrgänge verfügbar.

source: Show past courses
de: Vergangene Lehrgänge anzeigen

source: Hide past courses
de: Vergangene Lehrgänge ausblenden

source: There are no past courses.
de: Es gibt keine vergangenen Lehrgänge.

source: Account Found
de: Konto gefunden

source: Registration Successful!
de: Anmeldung erfolgreich!

source: We found an existing account with this name and email. Your registration has been linked to your account.
de: Wir haben ein bestehendes Konto mit diesem Namen und dieser E-Mail gefunden. Deine Anmeldung wurde mit Deinem Konto verknüpft.

source: You can view and manage all your course registrations by logging into your account.
de: Du kannst alle Deine Lehrgangsanmeldungen anzeigen und verwalten, indem Du Dich in Dein Konto einloggst.

source: Teacher
de: Lehrer

source: to
de: bis

source: Registration
de: Anmeldung

source: Show registration
de: Anmeldung anzeigen

source: Signed up
de: Angemeldet

source: Go to %(course_title)s
de: %(course_title)s anzeigen

source: Course website
de: Lehrgangs-Website

source: Sessions
de: Einheiten

source: Important Dates
de: Termine

source: Registration ends:
de: Anmeldung bis:

source: Bank transfer until:
de: Überweisung bis:

source: You are already signed up. Go to your registration
de: Du bist bereits angemeldet. Deine Anmeldung anzeigen.

source: Online registration not possible
de: Online-Anmeldung nicht möglich

source: Go to registration form
de: Zum Anmeldeformular

source: Registration closed
de: Anmeldung geschlossen

source: Registration starts on
de: Anmeldung beginnt am

source: Your Course Registrations
de: Deine Lehrgangsanmeldungen

source: Your upcoming courses
de: Deine bevorstehenden Lehrgänge

source: Dates:
de: Daten:

source: Selected Sessions:
de: Ausgewählte Einheiten:

source: Course Fee:
de: Teilnahmegebühr

source: Please transfer the course fee to the following account until
de: Bitte überweise die Teilnahmegebühr auf folgendes Konto bis spätestens

source: Please pay the course fee in cash at the beginning of the course.
de: Bitte bezahle die Teilnahmegebühr in bar zu Beginn des Lehrgangs.

source: You have signed up for the dinner.
de: Du hast Dich für das Abendessen angemeldet.

source: Please note that this is a binding reservation.
de: Die Anmeldung ist verbindlich.

source: You have specified that you need a place to stay overnight.
de: Du hast angegeben, dass Du eine Übernachtungsmöglichkeit benötigst.

source: Your Comment:
de: Dein Kommentar:

source: You have applied for an exam for %(exam_grade)s.
de: Du hast Dich für eine Prüfung zum %(exam_grade)s angemeldet.

source: Update registration
de: Anmeldung aktualisieren

source: Cancel registration
de: Anmeldung stornieren

source: Cancel Registration
de: Anmeldung stornieren

source: Cancel Registration for
de: Anmeldung stornieren für

source: Are you sure you want to cancel your registration for %(registration.course.title)s?
de: Bist Du sicher, dass Du Deine Anmeldung für %(registration.course.title)s stornieren möchtest?

source: No, go back
de: Nein, zurück

source: Yes, cancel my registration
de: Ja, Anmeldung stornieren

source: You are currently not signed up for any courses.
de: Du bist aktuell für keine Lehrgänge angemeldet.

source: Go to course list
de: Zur Lehrgangsliste

source: Sign up now
de: Jetzt anmelden

source: Your past courses
de: Deine vergangenen Lehrgänge

source: Mark as not attended
de: Als nicht besucht markieren

source: You have passed your %(exam_grade)s exam on this course.
de: Du hast Deine %(exam_grade)s-Prüfung in diesem Lehrgang bestanden.

source: You did not pass your %(exam_grade)s exam on this course.
de: Du hast Deine %(exam_grade)s-Prüfung in diesem Lehrgang nicht bestanden.

source: You applied for your %(exam_grade)s exam on this course.
de: Du hast Dich für Deine %(exam_grade)s-Prüfung in diesem Lehrgang angemeldet.

source: No past courses.
de: Keine vergangenen Lehrgänge.

source: Show unattended courses
de: Nicht besuchte Lehrgänge anzeigen

source: Hide unattended courses
de: Nicht besuchte Lehrgänge ausblenden

source: Mark as attended
de: Als besucht markieren

source: Create User Profile
de: Benutzerprofil erstellen

source: Before being able to sign up for courses you need to create a user profile. Please fill out the form below.
de: Bevor Du Dich für Lehrgänge anmelden kannst, musst Du ein Benutzerprofil erstellen. Bitte fülle das folgende Formular aus.

source: Create Profile
de: Profil erstellen

source: Hi
de: Hallo

source: You have successfully signed up for
de: Du hast Dich erfolgreich angemeldet für

source: Course dates:
de: Lehrgangsdaten:

source: Registration details:
de: Anmeldedaten:

source: Selected sessions:
de: Ausgewählte Einheiten:

source: You applied for an exam for
de: Du hast Dich für eine Prüfung angemeldet für

source: Accommodation:
de: Unterkunft:

source: Payment method:
de: Zahlungsmethode:

source: Kind regards
de: Viele Grüße

source: Your Course Team
de: Dein Lehrgangsteam

source: Dear Aikidoka
de: Liebe/r Aikidoka

source: Event Location:
de: Ort

source: Payment Information:
de: Zahlungsinformationen

source: Please transfer a deposit of €100.00 by %(bank_transfer_until)s. This secures your spot at the DAN Family Reunion. If you are unable to attend, we will refund your deposit—provided no costs have been incurred by the organisers.
de: Bitte überweise eine Anzahlung von €100,00 bis zum %(bank_transfer_until)s. Dies sichert dir verbindlich deinen Platz bei der D.A.N. Family Reunion. Solltest du nicht teilnehmen können, erstatten wir dir die Anzahlung zurück – vorausgesetzt, den Organisatoren sind noch keine Kosten entstanden.

source: Reference:
de: Verwendungszweck:

source: Your Name
de: Dein Name

source: If you have any questions, please contact us at
de: Bei Fragen kontaktiere uns bitte unter

source: See you soon in Karlsruhe – we look forward to welcoming you there!
de: Bis bald in Karlsruhe – wir freuen uns darauf, dich dort willkommen zu heißen!

source: Previous
de: Zurück

source: Next
de: Weiter

source: Welcome to the official website of D.A.N. BW, the association of Aikido clubs in Baden-Württemberg, which practice Aikido in the tradition of Master André Nocquet. On this website, you can find information about our organization and our clubs, about Aikido and our lineage.
de: Willkommen auf der offiziellen Website von D.A.N. BW, dem Verband der Aikido-Vereine in Baden-Württemberg, die Aikido in der Tradition von Meister André Nocquet praktizieren. Auf dieser Website findest Du Informationen über unsere Organisation und unsere Vereine, über Aikido und die Geschichte unserer Organisation.

source: Whether you're a beginner or an experienced Aikidoka, we invite you to join us on the mat and start your Aikido journey with us today!
de: Egal, ob Du Anfänger bist oder schon Aikido-Erfahrung hast, wir freuen uns darauf, Dich kennen zu lernen und mit Dir zu trainieren!

source: with John Emmerson Sensei 6th Dan
de: mit John Emmerson Sensei 6. Dan

source: Date:
de: Datum:

source: Location:
de: Ort:

source: Sportschule Schöneck, Karlsruhe, Germany
de: Sportschule Schöneck, Karlsruhe, Deutschland

source: Join us for intensive training, familiar togetherness and reuniting with our Aikido family from many countries!
de: Wir freuen uns auf intensives Training, vertrautes Miteinander und das Wiedersehen mit unserer Aikido-Familie aus vielen Ländern.

source: Download Flyer
de: Flyer herunterladen

source: More Information & Registration
de: Mehr Informationen & Anmeldung

source: Go to our course list
de: Zur Lehrgangsliste

source: Upcoming Courses:
de: Bevorstehende Lehrgänge:

source: Go to
de: Zeige

source: Register for this course
de: Für diesen Lehrgang anmelden

source: Registration has not started yet
de: Der Anmeldezeitraum hat noch nicht begonnen.

source: Registration is closed for this course
de: Die Anmeldung für diesen Kurs ist bereits geschlossen.

source: Registration Closed
de: Anmeldung geschlossen

source: There are no courses available at the moment.
de: Derzeit sind keine Lehrgänge verfügbar.

source: D.A.N. International Membership Application
de: D.A.N. International Mitgliedschaftsantrag

source: D.A.N. BW Membership Application
de: D.A.N. BW Mitgliedschaftsantrag

source: Payment Details
de: Zahlungsdetails

source: The membership fee is <strong>€%(full_fee)s</strong> per year.
de: Der Mitgliedsbeitrag beträgt <strong>%(full_fee)s €</strong> pro Jahr.

source: New members who apply for membership from the 2nd, 3rd, or 4th quarter of the year are only charged a reduced fee of <strong>€%(fee_2nd)s</strong>, <strong>€%(fee_3rd)s</strong>, or <strong>€%(fee_4th)s</strong>, respectively.
de: Neue Mitglieder, die ab dem 2., 3. oder 4. Quartal des Jahres Mitglied werden, zahlen nur einen reduzierten Beitrag von <strong>%(fee_2nd)s €</strong>, <strong>%(fee_3rd)s €</strong> oder <strong>%(fee_4th)s €</strong>.

source: The membership fee is collected annually in December for the following year by SEPA direct debit from D.A.N. BW e.V. as a representative for D.A.N. International.
de: Der Mitgliedsbeitrag wird jährlich im Dezember für das Folgejahr per SEPA-Lastschrift von D.A.N. BW e.V. im Auftrag von D.A.N. International eingezogen.

source: Membership is automatically renewed for another year at the end of the year. A termination of membership must be made by December 1st in order to take effect at the end of the year.
de: Die Mitgliedschaft verlängert sich am Ende des Jahres automatisch um ein weiteres Jahr. Eine Kündigung muss bis zum 1. Dezember erfolgen, um zum Jahresende wirksam zu werden.

source: Suspending the direct debit procedure or reclaiming the amount collected does not constitute termination. In this case, D.A.N.BW e.V. charges an administrative fee of €5 for the additional effort.
de: Das Aussetzen des Lastschriftverfahrens oder die Rückforderung des eingezogenen Betrags stellt keine Kündigung dar. In diesem Fall erhebt D.A.N. BW e.V. eine Bearbeitungsgebühr von 5 € für den zusätzlichen Aufwand.

source: I will transfer the annual membership fee of €%(danbw_fee)s to the following account:
de: Ich werde den jährlichen Mitgliedsbeitrag von %(danbw_fee)s € auf das folgende Konto überweisen:

source: Statutes of D.A.N. International
de: Satzung von D.A.N. International

source: Statutes of D.A.N.BW e.V.
de: Satzung von D.A.N. BW e.V.

source: Home
de: Startseite

source: Category
de: Kategorie

source: Curious? Drop us a line!
de: Neugierig geworden? Schreib uns!

source: Dynamic Aikido Nocquet BW Logo
de: Logo von Dynamic Aikido Nocquet BW

source: Account
de: Konto

source: Organization
de: Organisation

source: Get in touch
de: Kontakt

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Statutes
de: Satzung

source: Are you sure you want to log out?
de: Bist Du sicher, dass Du Dich ausloggen möchtest?

source: Cancel
de: Abbrechen

source: Toggle navigation
de: Navigation umschalten

source: My Account
de: Mein Konto

source: Discount Conditions
de: Ermäßigungsbedingungen

source: The following groups are eligible for a discount:
de: Die folgenden Gruppen haben Anspruch auf eine Ermäßigung:

source: Students
de: Studierende

source: Trainees
de: Auszubildende

source: Handicapped persons
de: Menschen mit Behinderung

source: Unemployed persons
de: Arbeitslose

source: If one of the above conditions applies to you, please check the "Discount" box in the registration form and bring proof of eligibility to the course. Otherwise, the full course fee will be charged.
de: Wenn eine der oben genannten Bedingungen auf Dich zutrifft, setze bitte ein Häkchen bei 'Ermäßigung' im Anmeldeformular und bringe bei Lehrgangsbeginn einen Nachweis mit. Andernfalls wird die volle Lehrgangsgebühr berechnet.

source: Terms and Conditions
de: Teilnahmebedingungen

source: The organizer (D.A.N. BW e. V.) does not provide insurance coverage.
de: Von Seiten des Veranstalters (D.A.N. BW e. V.) besteht kein Versicherungsschutz.

source: Also, the organizer may take photos during the course, which could be published without mentioning names (e.g., on the D.A.N. BW website). If you do not wish to have your photos published, please inform the organizer before the start of the course.
de: Der Veranstalter kann während des Lehrgangs Fotos machen, die ohne Namensnennung (z.B. auf der Website von D.A.N. BW) veröffentlicht werden können. Wenn Du nicht möchtest, dass Deine Fotos veröffentlicht werden, informiere den Veranstalter bitte vor Beginn des Lehrgangs.

source: Sign up for
de: Anmeldung für

source: Please select the sessions you want to attend.
de: Bitte wähle die Einheiten aus, an denen Du teilnehmen möchtest.

source: Please provide your personal details and select the sessions you want to attend.
de: Bitte gib Deine persönlichen Daten an und wähle die Einheiten aus, an denen Du teilnehmen möchtest.

source: The course fee will be displayed below the form
de: Die Teilnahmegebühr wird unten im Formular angezeigt

source: Sign up
de: Anmelden

source: Edit Profile
de: Profil bearbeiten

source: Sessions:
de: Einheiten:

source: Entire Course without Dan Seminar
de: Ganzer Lehrgang ohne Dan-Seminar

source: Entire Course without Dan Preparation
de: Ganzer Lehrgang ohne Dan-Vorbereitung

source: Payment
de: Bezahlung

source: Please refer to the <a href="#discount-conditions"> Discount Conditions </a> below for more information.
de: Weitere Informationen findest Du in den <a href="#discount-conditions"> Ermäßigungsbedingungen</a> unten.

source: D.A.N. Member discount
de: D.A.N.-Mitgliederrabatt

source: Please accept the terms and conditions below.
de: Bitte akzeptiere die untenstehenden Bedingungen.

source: Registration Fee
de: Teilnahmegebühr

source: Update registration for
de: Anmeldung aktualisieren für

source: Did you pass your exam?
de: Hast Du Deine Prüfung bestanden?

source: You have applied for an exam with your registration for %(course)s
de: Du hast Dich beim Lehrgang %(course)s für eine Prüfung angemeldet

source: Did you pass the exam?
de: Hast Du die Prüfung bestanden?

source: No, I didn't
de: Nein

source: Yes, I passed
de: Ja, ich habe bestanden.

source: Update User Profile
de: Benutzerprofil aktualisieren

source: Update profile
de: Profil aktualisieren

source: Update Profile
de: Profil aktualisieren

source: Deactivate Account
de: Konto deaktivieren

source: Deactivate your Account?
de: Konto deaktivieren?

source: Are you sure you want to deactivate your account?
de: Bist Du sicher, dass Du Dein Konto deaktivieren möchtest?

source: Yes, deactivate my account
de: Ja, deaktiviere mein Konto

source: Users
de: Benutzer

source: You have successfully created a user profile.
de: Du hast Dein Benutzerprofil erfolgreich erstellt.

source: You have successfully updated your user profile.
de: Du hast Dein Benutzerprofil erfolgreich aktualisiert.

source: Congratulations! Your grade has been updated to
de: Herzlichen Glückwunsch! Du bist jetzt

source: Your grade has not been updated.
de: Deine Graduierung wurde nicht aktualisiert.

source: Please use the button on the user profile page for deactivating your account.
de: Bitte benutze den Button auf der Benutzerprofilseite zum Deaktivieren Deines Kontos.

source: You have successfully deactivated your account.
de: Du hast Dein Konto erfolgreich deaktiviert.

source: Staff accounts cannot be deactivated. Please contact us if you want to deactivate your account.
de: Benutzerkonten mit Mitarbeiterstatus können nicht deaktiviert werden. Bitte kontaktiere uns, wenn Du Dein Konto deaktivieren möchtest.

source: You must be logged in to deactivate your account.
de: Du musst eingeloggt sein, um Dein Konto zu deaktivieren.

source: Messages
de: Mitteilungen

source: %(model_name)s with this %(field_labels)s already exists.
de: %(model_name)s mit %(field_labels)s existiert bereits.

source: %(model_name)s with this %(field_label)s already exists.
de: %(model_name)s mit %(field_label)s existiert bereits.
