Repository: nacht-falter/aikido-course-website-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Course Date
de: Lehrgangsdatum

source: Future Courses
de: Zukünftige Lehrgänge

source: Past Courses
de: Vergangene Lehrgänge

source: Course
de: Lehrgang

source: Toggle payment status of selected registrations
de: Zahlungsstatus der ausgewählten Anmeldungen umschalten

source: Export selected course registrations to CSV
de: Ausgewählte Lehrgangs-Anmeldungen als CSV exportieren

source: Course Registrations
de: Lehrgangsanmeldungen

source: I would like to join the dinner on Saturday evening.
de: Ich möchte am Samstagabend am gemeinsamen Abendessen teilnehmen.

source: I need a place to stay overnight.
de: Ich benötige eine Übernachtungsmöglichkeit.

source: Other Dojo
de: Anderes Dojo

source: Accommodation
de: Unterkunft

source: Select accommodation option
de: Unterkunftsoption wählen

source: I accept the terms and conditions below.
de: Ich akzeptiere die untenstehenden Teilnahmebedingungen.

source: I will attend the following sessions:
de: Ich werde an folgenden Einheiten teilnehmen:

source: I want to apply for an exam.
de: Ich möchte mich zur Prüfung anmelden.

source: I am eligible for a discount.
de: Ich habe Anspruch auf eine Ermäßigung.

source: I am a D.A.N. International member.
de: Ich bin D.A.N. International-Mitglied.

source: Enter the name of your Dojo
de: Gib den Namen Deines Dojos an

source: You need to be 1st Kyu or higher to register for this course.
de: Du musst mindestens 1. Kyu sein, um Dich für diesen Lehrgang anmelden zu können.

source: Please select at least one session.
de: Bitte wähle mindestens eine Einheit aus.

source: Please specify a dojo if you select 'Other'.
de: Bitte gib ein Dojo an, wenn Du 'Anderes Dojo' auswählst.

source: Participant
de: Teilnehmer

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Selected sessions
de: Ausgewählte Einheiten

source: Registration date
de: Anmeldedatum

source: Grade
de: Graduierung

source: Exam
de: Prüfung

source: Exam Grade
de: Prüfungsgrad

source: Exam Passed
de: Prüfung bestanden

source: Grade Updated
de: Graduierung aktualisiert

source: Accept terms
de: Bedingungen akzeptiert

source: Discount
de: Ermäßigung

source: D.A.N. Member
de: D.A.N.-Mitglied

source: Final Fee
de: Gesamtbetrag

source: Payment status
de: Zahlungsstatus

source: Payment method
de: Zahlungsmethode

source: Comment
de: Kommentar

source: Dinner
de: Abendessen

source: Overnight stay
de: Übernachtung

source: Accommodation Option
de: Unterkunftsoption

source: Attended
de: Teilgenommen

source: Course Registration
de: Lehrgangsanmeldung

source: No fee found for {course.course_type}, {course.fee_category}, {fee_type}, payment method: {self.payment_method}, dan member: {self.dan_member}
de: Kein Preis gefunden für {course.course_type}, {course.fee_category}, {fee_type},Zahlungsmethode: {self.payment_method}, Dan-Mitglied: {self.dan_member}

source: No fee found for {course.course_type}, {course.fee_category}, {day_fee_type}, payment method: {self.payment_method}, dan member: {self.dan_member}
de: Kein Preis gefunden für {course.course_type}, {course.fee_category}, {day_fee_type}, Zahlungsmethode: {self.payment_method}, Dan-Mitglied: {self.dan_member}

source: Entire Course
de: Ganzer Lehrgang

source: Selected Sessions
de: Ausgewählte Einheiten

source: courses/register/<slug:slug>/
de: lehrgaenge/anmelden/<slug:slug>/

source: user/registrations/
de: benutzer/anmeldungen/

source: user/registrations/cancel/<int:pk>/
de: benutzer/anmeldungen/stornieren/<int:pk>/

source: user/registrations/update/<int:pk>/
de: benutzer/anmeldungen/aktualisieren/<int:pk>/

source: set-attendence-status/<int:pk>/
de: anmeldestatus-setzen/<int:pk>/

source: reduced
de: ermäßigt

source: Please log in to your account or continue as a guest.
de: Bitte melde Dich in Deinem Konto an oder fahre als Gast fort.

source: Please create a user profile to contine.
de: Bitte erstelle ein Benutzerprofil, um fortzufahren.

source: You are already registered for this course.
de: Du bist bereits für diesen Lehrgang angemeldet.

source: A registration with this name and email already exists for this course.
de: Es existiert bereits eine Anmeldung mit diesem Namen bzw. dieser E-Mail-Adresse.

source: You have already registered for this course.
de: Du bist bereits für diesen Lehrgang angemeldet.

source: A registration with this email/name already exists for this course.
de: Es existiert bereits eine Anmeldung mit diesem Namen bzw. dieser E-Mail-Adresse.

source: You have successfully signed up for
de: Du hast Dich erfolgreich angemeldet für

source: Please cancel registrations by clicking the button from the 'My Registrations' page.
de: Bitte storniere Anmeldungen durch Klicken auf den Button auf der Seite 'Meine Anmeldungen'.

source: Your registration for
de: Deine Anmeldung für

source: has been cancelled.
de: wurde storniert.

source: You have successfully updated your registration for
de: Du hast Deine Anmeldung erfolgreich aktualisiert für

source: Registration not submitted. Please select at least one session.
de: Anmeldung nicht übermittelt. Bitte wähle mindestens eine Einheit aus.

source: No registrations found for this course.
de: Es wurden keine Anmeldungen für diesen Lehrgang gefunden.

source: Download started
de: Download gestartet

source: Please set the attendence status of registrations by clicking the button from the 'My Registrations' page.
de: Bitte bestätige, dass du teilgenommen hast durch Klicken auf den Button auf der Seite 'Meine Anmeldungen'.

source: has been updated.
de: wurde aktualisiert.

source: Year
de: Jahr

source: Course Details
de: Lehrgangsdetails

source: Dates
de: Datum

source: Payment Information
de: Zahlungsinformationen

source: Additional Information
de: Zusätzliche Informationen

source: Duplicate selected courses
de: Ausgewählte Lehrgänge duplizieren

source: Toggle registration status of selected courses
de: Anmeldestatus der ausgewählten Lehrgänge umschalten

source: Toggle status of selected courses
de: Status der ausgewählten Lehrgänge umschalten

source: Registrations
de: Anmeldungen

source: Courses
de: Lehrgänge

source: Title
de: Titel

source: Description
de: Beschreibung

source: Location
de: Ort

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Teacher(s)
de: Lehrer

source: Start date cannot be later than end date.
de: Das Startdatum kann nicht nach dem Enddatum liegen.

source: closed
de: geschlossen

source: open
de: offen

source: Preview
de: Vorschau

source: Published
de: Veröffentlicht

source: Publication Date
de: Veröffentlichungsdatum

source: Registration Status
de: Anmeldestatus

source: Registration Start Date
de: Anmeldebeginn

source: Registration End Date
de: Anmeldeschluss

source: Organizer
de: Veranstalter

source: Discount Percentage
de: Prozentsatz Ermäßigung

source: Discount for economically disadvantaged groups
de: Ermäßigung für finanziell benachteiligte Gruppen

source: Bank Transfer Until
de: Überweisung bis

source: Course Type
de: Lehrgangstyp

source: Fee Category
de: Preiskategorie

source: Course with D.A.N. Member Discount
de: Lehrgang mit D.A.N.-Mitgliederrabatt

source: D.A.N. members receive a discount on this course.
de: D.A.N.-Mitglieder erhalten einen Rabatt auf diesen Lehrgang.

source: Course with Dan Preparation
de: Lehrgang mit Dan-Vorbereitung

source: Course with Dinner
de: Lehrgang mit Abendessen

source: Registration start date cannot be later than registration end date.
de: Das Anmeldestartdatum kann nicht nach dem Anmeldeschlussdatum liegen.

source: No fee found for course type '{self.course_type}' and fee category '{self.fee_category}' found.
de: Kein Preis gefunden für Lehrgangstyp '{self.course_type}' und Preiskategorie '{self.fee_category}'.

source: D.A.N. member discount not applicable for this course type/fee category.
de: D.A.N.-Mitgliederrabatt für Lehrgangstyp/Preiskategorie nicht anwendbar.

source: Online Registration for children's courses is not allowed. Please change the registration status to 'closed'.
de: Online-Anmeldung für Kinderkurse ist nicht erlaubt. Bitte ändere den Anmeldestatus auf 'geschlossen'.

source: Internal Course
de: Interner Lehrgang

source: Internal Courses
de: Interne Lehrgänge

source: Date
de: Datum

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Dan Preparation
de: Dan-Vorbereitung

source: Start time cannot be later than end time.
de: Die Startzeit kann nicht nach der Endzeit liegen.

source: Dan preparation sessions are not allowed on this course.
de: Dan-Vorbereitungseinheiten sind bei diesem Lehrgang nicht erlaubt.

source: Course Session
de: Lehrgangseinheit

source: Course Sessions
de: Lehrgangseinheiten

source: e.g., 'No accommodation', '2 nights', 'Full week'
de: z.B. 'Keine Unterkunft', '2 Nächte', 'Ganze Woche'

source: Fee
de: Preis

source: Additional fee for this accommodation option
de: Zusätzliche Gebühr für diese Unterkunftsoption

source: Order
de: Reihenfolge

source: Display order (lower numbers appear first)
de: Anzeigereihenfolge (niedrigere Zahlen zuerst)

source: Accommodation Options
de: Unterkunftsoptionen

source: courses/
de: lehrgaenge/

source: Unpaid
de: Unbezahlt

source: Paid
de: Bezahlt

source: Bank Transfer
de: Überweisung

source: Cash
de: Barzahlung

source: 6th Kyu ⚪️
de: 6. Kyu ⚪️

source: 5th Kyu 🟡
de: 5. Kyu 🟡

source: 4th Kyu 🟠
de: 4. Kyu 🟠

source: 3rd Kyu 🟢
de: 3. Kyu 🟢

source: 2nd Kyu 🔵
de: 2. Kyu 🔵

source: 1st Kyu 🟤
de: 1. Kyu 🟤

source: Red Belt 🔴
de: Rotgurt 🔴

source: 1st Dan ⚫️
de: 1. Dan ⚫️

source: 2nd Dan ⚫️
de: 2. Dan ⚫️

source: 3rd Dan ⚫️
de: 3. Dan ⚫️

source: 4th Dan ⚫️
de: 4. Dan ⚫️

source: 5th Dan ⚫️
de: 5. Dan ⚫️

source: 6th Dan ⚫️
de: 6. Dan ⚫️

source: Select your Dojo
de: Wähle Dein Dojo aus

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: D.A.N. International Membership
de: D.A.N. International Mitgliedschaft

source: Childrens Passport
de: Kinderpass

source: D.A.N. BW Membership
de: D.A.N. BW Mitgliedschaft

source: Hombu Dojo Instructor
de: Hombu Dojo-Lehrer

source: External Teacher
de: Externer Lehrer

source: D.A.N. BW Teacher
de: D.A.N. BW-Lehrer

source: Children
de: Kinder

source: Regular Course
de: Normaler Lehrgang

source: [Dynamic Aikido Nocquet BW] Email confirmation successful
de: [Dynamic Aikido Nocquet BW] E-Mail-Bestätigung erfolgreich

source: Hi,
de: Hallo,

source: you have successfully confirmed your email address {email}.
de: Du hast Deine E-Mail-Adresse {email} erfolgreich bestätigt.

source: You can login to your account at: {login_url}
de: Du kannst Dich unter folgendem Link in Dein Konto einloggen: {login_url}

source: Failed to send email confirmation email. Please contact the course team.
de: Fehler beim Senden der E-Mail-Bestätigung. Bitte kontaktiere das Lehrgangs-Team.

source: [Dynamic Aikido Nocquet BW] Your Registration for
de: [Dynamic Aikido Nocquet BW] Deine Anmeldung für

source: Invalid email address. Please try again with a valid email address.
de: Ungültige E-Mail-Adresse. Bitte versuche es erneut mit einer gültigen E-Mail-Adresse.

source: [Dynamic Aikido Nocquet BW] A registration for {course} has been cancelled
de: [Dynamic Aikido Nocquet BW] Eine Anmeldung für {course} wurde storniert

source: Hi,
de: Hallo,

source: A registration for {course} has been cancelled.
de: Eine Anmeldung für {course} wurde storniert.

source: Course: {course}
de: Lehrgang: {course}

source: Please check the admin panel at {site_url}/admin for more details.
de: Weitere Infos findest Du im Admin-Bereich unter {site_url}/admin.

source: Failed to send cancellation notification email. Please contact the course team.
de: Fehler beim Senden der Stornierungsbestätigung. Bitte kontaktiere das Lehrgangs-Team.

source: [Dynamic Aikido Nocquet BW] New registration for
de: [Dynamic Aikido Nocquet BW] Neue Anmeldung für

source: A new registration for {course} has been received.
de: Eine neue Anmeldung für {course} ist eingegangen.

source: Course: {course}
de: Lehrgang: {course}

source: Accommodation: {accommodation}
de: Unterkunft: {accommodation}

source: Please check the admin panel at {site_url}/admin for more details.
de: Weitere Infos findest Du im Admin-Bereich unter {site_url}/admin.

source: Failed to send registration notification email. Please contact the course team.
de: Fehler beim Senden der Anmeldebestätigungs-E-Mail. Bitte kontaktiere das Lehrgangs-Team.

source: [Dynamic Aikido Nocquet BW] Your {membership} application
de: [Dynamic Aikido Nocquet BW] Dein {membership} Antrag

source: The membership fees will be deducted from your account.
de: Die Mitgliedsbeiträge werden von Deinem Konto abgebucht.

source: Please transfer the annual fee of €{fee} to the account below:
de: Bitte überweise den Jahresbeitrag von {fee} € auf das unten stehende Konto:

source: Please transfer the fee of €{fee} to the account below:
de: Bitte überweise die Gebühr von {fee} € auf das unten stehende Konto:

source: We will issue your passport as soon as possible. You don't need to do anything else for now.
de: Wir werden Deinen Pass so schnell wie möglich ausstellen. Du musst bis dahin nichts weiter tun.

source: Hi {first_name},
de: Hallo {first_name},

source: We have received your {membership} application.
de: Wir haben Deinen Antrag auf {membership} erhalten.

source: Best regards,
de: Viele Grüße,

source: The D.A.N. BW team
de: Das D.A.N. BW team

source: [Dynamic Aikido Nocquet BW] New {membership} application
de: [Dynamic Aikido Nocquet BW] Neuer Antrag auf {membership}

source: A new {membership} application has been received.
de: Es ist ein neuer Antrag auf {membership} eingegangen.

source: Failed to send membership notification email. Please contact the course team.
de: Senden der Benachrichtigungs-E-Mail fehlgeschlagen. Bitte kontaktiere das Lehrgangs-Team.

source: Payment Method
de: Zahlungsmethode

source: Payment Status
de: Zahlungsstatus

source: Accept Terms
de: Bedingungen akzeptiert

source: Registration Date
de: Anmeldedatum

source: Overnight Stay
de: Übernachtung

source: Yes
de: Ja

source: No
de: Nein

source: Date of Birth
de: Geburtsdatum

source: Street
de: Straße

source: Street Number
de: Hausnummer

source: Postcode
de: PLZ

source: City
de: Stadt

source: Phone Home
de: Telefon Festnetz

source: Phone Mobile
de: Telefon Mobil

source: Fees
de: Preise

source: Single Session
de: Einzelne Einheit

source: Single Day
de: Einzelner Tag

source: Dan Preparation Session
de: Dan-Vorbereitungseinheit

source: Entire Course with Dan Preparation
de: Ganzer Lehrgang mit Dan-Vorbereitung

source: Single Day with Dan Seminar
de: Einzelner Tag mit Dan-Seminar

source: Entire Course with Dan Seminar
de: Ganzer Lehrgang mit Dan-Seminar

source: Fee Type
de: Preisart

source: Amount
de: Preis

source: Extra Fee External
de: Preisaufschlag Externe

source: Extra Fee Cash
de: Preisaufschlag Barzahlung

source: Toggle Passport Status
de: Pass-Status umschalten

source: Export selected entries to CSV
de: Ausgewählte Einträge als CSV exportieren

source: Memberships
de: Mitgliedschaften

source: Enter a valid postcode.
de: Gib eine gültige Postleitzahl ein.

source: Home Phone
de: Telefon Festnetz

source: Enter a valid phone number.
de: Gib eine gültige Telefonnummer ein.

source: Mobile Phone
de: Telefon Mobil

source: Passport Issued
de: Pass ausgestellt

source: I agree that the membership fee will be collected by SEPA direct debit from my account below.
de: Ich bin damit einverstanden, dass der Mitgliedsbeitrag per SEPA-Lastschrift von meinem unten stehenden Konto eingezogen wird.

source: I have read and accept the statutes of D.A.N. International and agree to the terms and conditions regarding cancellation and data processing. I hereby apply for membership with D.A.N. International.
de: Ich habe die Satzung von D.A.N. International gelesen und akzeptiert und stimme den Bedingungen bezüglich Kündigung und Datenverarbeitung zu. Ich beantrage hiermit eine Mitgliedschaft bei D.A.N. International.

source: I am aware that Aikido is a potentially dangerous sport and that the above-mentioned organization and its representatives are not liable for accidents or injuries that occur during the practice of Aikido, except within the scope of legal regulations in cases of intent or gross negligence.
de: Ich bin mir bewusst, dass Aikido ein potenziell gefährlicher Sport ist und dass die oben genannte Organisation und ihre Vertreter nicht für Unfälle oder Verletzungen haften, die während der Ausübung von Aikido auftreten, außer im Rahmen der gesetzlichen Bestimmungen bei Vorsatz oder grober Fahrlässigkeit.

source: Account Holder
de: Kontoinhaber

source: Name of Legal Guardian
de: Name des gesetzlichen Vertreters

source: I accept the above terms and conditions and apply for a children's passport.
de: Ich akzeptiere die oben genannten Bedingungen und beantrage einen Kinderpass.

source: I have read the statutes of D.A.N. BW e.V. and agree to the terms and conditions above. I hereby apply for a membership with D.A.N. BW.
de: Ich habe die Satzung des D.A.N. BW e.V. gelesen und stimme den oben genannten Bedingungen zu. Ich beantrage hiermit eine D.A.N. BW-Mitgliedschaft.

source: SEPA Mandate
de: SEPA-Mandat

source: Liability Disclaimer
de: Haftungsausschluss

source: D.A.N. International Memberships
de: D.A.N. International Mitgliedschaften

source: Childrens Passports
de: Kinderpässe

source: D.A.N. BW Memberships
de: D.A.N. BW Mitgliedschaften

source: membership/dan-international/
de: mitgliedschaft/dan-international/

source: membership/childrens-passport/
de: mitgliedschaft/kinderpass/

source: membership/danbw/
de: mitgliedschaft/danbw/

source: We have received your membership application.
de: Wir haben Deinen Mitgliedschaftsantrag erhalten.

source: Please check your email for confirmation.
de: Du erhältst eine Bestätigung per E-Mail.

source: Toggle page status
de: Veröffentlichungsstatus umschalten

source: Pages
de: Seiten

source: My Profile
de: Mein Profil

source: My Registrations
de: Meine Anmeldungen

source: Contact us
de: Kontakt

source: Your email
de: Deine E-Mail-Adresse

source: Your website
de: Deine Website

source: title
de: titel

source: menu position
de: menüposition

source: category
de: kategorie

source: categories
de: kategorien

source: content
de: inhalt

source: page
de: seite

source: pages
de: seiten

source: contact/
de: kontakt/

source: category/<slug:category_slug>/
de: kategorie/<slug:category_slug>/

source: Invalid Header found. Please try again.
de: Ungültiger Header gefunden. Bitte versuche es erneut.

source: Thank you! Your message has been sent.
de: Danke! Deine Nachricht wurde gesendet.

source: You don't have permission to view this page, sorry!
de: Du hast keine Berechtigung, diese Seite anzusehen, sorry!

source: Go back home
de: Zurück zur Startseite

source: The page you are looking for does not exist.
de: Die Seite, die Du suchst, existiert nicht.

source: Internal server error. We're sorry for the inconvenience.
de: Interner Serverfehler. Entschuldigung für die Unannehmlichkeiten.

source: Account Inactive
de: Konto inaktiv

source: This account is inactive.
de: Dieses Konto ist inaktiv.

source: E-mail Addresses
de: E-Mail-Adressen

source: The following e-mail addresses are associated with your account:
de: Die folgenden E-Mail-Adressen sind mit Deinem Konto verknüpft:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: Primary
de: Primär

source: Make Primary
de: Als primär festlegen

source: Re-send Verification
de: Verifizierung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Du hast aktuell keine E-Mail-Adresse eingerichtet. Du solltest wirklich eine hinzufügen, damit Du Benachrichtigungen erhalten, Dein Passwort zurücksetzen usw. kannst.

source: Add E-mail Address
de: E-Mail-Adresse hinzufügen

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchtest Du die ausgewählte E-Mail-Adresse wirklich entfernen?

source: You are receiving this e-mail because you or someone else tried to signup for an account using e-mail address: %(email)s However, an account using that e-mail address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
de: Du erhältst diese E-Mail, weil Du oder jemand anderes versucht hat, sich mit der E-Mail-Adresse: %(email)s zu registrieren. Ein Konto mit dieser E-Mail-Adresse existiert jedoch bereits. Falls Du das vergessen hast, benutze die Passwort-vergessen-Prozedur, um Dein Konto wiederherzustellen: %(password_reset_url)s

source: Account Already Exists
de: Konto existiert bereits

source: Hi,
de: Hallo,

source: Thank you! %(site_name)s %(site_domain)s
de: Danke! %(site_name)s %(site_domain)s

source: You're receiving this e-mail because you or someone else has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
de: Du erhältst diese E-Mail, weil Du oder jemand anderes Deine E-Mail-Adresse benutzt hat, um ein Konto auf %(site_domain)s zu registrieren. Um dies zu bestätigen, gehe zu %(activate_url)s

source: Please Confirm Your E-mail Address
de: Bitte bestätige Deine E-Mail-Adresse

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Du erhältst diese E-Mail, weil Du oder jemand anderes ein Passwort für Dein Benutzerkonto angefordert hat. Du kannst sie ignorieren, falls Du kein Passwort-Reset angefordert hast. Klicke auf den untenstehenden Link, um Dein Passwort zurückzusetzen.

source: Password Reset E-mail
de: Passwort-Reset E-Mail

source: You are receiving this e-mail because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
de: Du erhältst diese E-Mail, weil Du oder jemand anderes ein Passwort für Dein Benutzerkonto angefordert hat. Allerdings haben wir keinen Benutzer mit der E-Mail-Adresse %(email)s in unserer Datenbank. Du kannst diese E-Mail ignorieren, falls Du kein Passwort-Reset angefordert hast. Falls Du es warst, kannst Du ein Konto über den folgenden Link erstellen.

source: Confirm E-mail Address
de: E-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is your e-mail address.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> Deine E-Mail-Adresse ist.

source: Confirm
de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Dieser E-Mail-Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordere eine neue E-Mail-Bestätigung an</a>.

source: Maximize your experience!
de: Hol das Beste raus!

source: You're not logged in! You can register for courses without logging in, but you'll miss out on some nice features:
de: Du bist nicht eingeloggt! Du kannst Dich zwar auch ohne Account für Lehrgänge anmelden, aber Du verpasst einige nützliche Features:
